Repository: m-elkady/offshore
Catalog: src/Locale/*/default.po
Languages: ar

source: Your username or password was incorrect.
ar: اسم المستخدم أو كلمة المرور غير صحيح

source: Please upload images only (gif, png, jpg).
ar: من فضلك ارفع صور فقط (gif, png, jpg)

source: Required
ar: هذا الحقل مطلوب

source: Submit
ar: حفظ

source: Cancel
ar: إلغاء

source: Actions
ar: الخيارات

source: Yes
ar: نعم

source: No
ar: لا

source: Edit
ar: تعديل

source: Delete
ar: حذف

source: Are you sure you want to delete # {0}?
ar: هل أنت متأكد من حذف # {0} ؟

source: previous
ar: السابق

source: next
ar: التالى

source: Title
ar: العنوان

source: Url
ar: الرابط

source: Image
ar: الصورة

source: Location
ar: الموقع

source: Display Order
ar: الترتيب

source: Created
ar: إضيفت فى

source: Modified
ar: عدلت فى

source: Active
ar: مفعل

source: Add Article
ar: إضافة مقال

source: Edit Article
ar: تعديل مقال

source: Description
ar: المحتوى

source: Tags
ar: الوسوم

source: List Categories
ar: عرض التصنيفات

source: Ar Title
ar: العنوان

source: En Title
ar: العنوان الإنجليزى

source: Publish Date
ar: تاريخ النشر

source: Add Category
ar: إضافة تصنيف

source: Edit Category
ar: تعديل تصنيف

source: No Parent
ar: لا يوجد تصنيف رئيسى

source: Categories
ar: التصنيفات

source: Updated
ar: عدلت فى

source: List Users
ar: عرض المستخدمين

source: Select Category
ar: اختر تصنيف

source: Add Page
ar: إضافة صفحة

source: Content
ar: المحتوى

source: No parent
ar: صفحة رئيسية

source: Pages
ar: الصفحات الداخلية

source: List Pages
ar: عرض الصفحات

source: Add To Mainmenu
ar: إضافة إلى القائمة الرئيسية

source: Add Setting
ar: أضف إعداد

source: Edit Setting
ar: تعديل إعداد

source: Settings
ar: الإعدادات

source: List Settings
ar: عرض الإعدادات

source: Add User
ar: أضف مستخدم

source: Edit User
ar: تعديل مستخدم

source: Users
ar: المستخدمين

source: Group
ar: المجموعة

source: Preview
ar: مشاهدة

source: List Contact Us messages
ar: عرض رسائل اتصل بنا

source: List FAQ
ar: عرض الأسئلة

source: Add FAQ
ar: إضافة سؤال

source: Control panel
ar: لوحة التحكم

source: Admin
ar: لوحة التحكم

source: Add
ar: إضافة

source: Parent
ar: تصنيف رئيسى

source: Category
ar: التصنيف

source: Contacts
ar: رسائل اتصل بنا

source: Please upload files with these allowed types {0}
ar: من فضلك قم برفع ملفات تتوافق مع الأنواع الآتية {0}

source: for field {0}
ar: للحقل {0}

source: Facebook
ar: فيسبوك

source: Twitter
ar: تويتر

source: LinkedIn
ar: لينكدإن

source: Youtube
ar: يوتيوب

source: Google Plus
ar: جوجل بلس

source: Social network links
ar: روابط مواقع التواصل الاجتماعى

source: SocialNetworks
ar: روابط مواقع التواصل الاجتماعى

source: Contact information
ar: بيانات التواصل

source: Email
ar: البريد الإلكترونى

source: Telephone
ar: التليفون الأرضى

source: Mobile
ar: الهاتف المحمول

source: Address
ar: العنوان

source: Arabic Site name
ar: اسم الموقع العربى

source: General configuration
ar: اعدادات عامة

source: Name
ar: الاسم

source: Message
ar: الرسالة

source: Menu
ar: القائمة

source: Choose menu
ar: اختر قائمة

source: Hello
ar: اهلاً بك

source: View
ar: مشاهدة

source: View News
ar: مشاهدة الخبر

source: Publish
ar: نشر

source: Related Videos
ar: الفيديوهات المرتبطة

source: Videos
ar: الفيديوهات

source: Close
ar: إغلاق

source: Search Results
ar: نتائج البحث

source: Remove
ar: حذف

source: Load more results
ar: المزيد من نتائج البحث

source: Options
ar: الاختيارات

source: Passwords do not match
ar: كلمتى السر غير متطابقتين

source: Username
ar: اسم المستخدم

source: Password
ar: كلمة المرور

source: Confirm password
ar: تأكيد كلمة المرور

source: Full Name
ar: الاسم بالكامل

source: This field cannot be left empty
ar: هذا الحقل مطلوب

source: This file is too large
ar: حجم الملف كبير

source: Please enter a valid url
ar: من فضلك أدخل رابط صالح

source: Please enter a valid email
ar: من فضلك أدخل بريد إلكترونى صالح

source: This file shouldn't excceed the memory size {0}
ar: الملف لا يجب أن يزيد عن {0}

source: This field accepts numbers only
ar: من فضلك أدخل أرقام فقط

source: Home
ar: الرئيسية

source: Featured
ar: مميز

source: Read more
ar: اقرأ المزيد

source: More
ar: المزيد

source: Financial Department
ar: الإدارة المالية

source: Budget Control
ar: مراقبة الميزانية

source: Add New Transaction
ar: إضافة معاملة جديدة

source: Budget Management
ar: إدارة الميزانية

source: Budget Items
ar: بنود الميزانية

source: Add Budget Item
ar: إضافة بند ميزانية

source: Edit Budget Item
ar: تعديل بند ميزانية

source: Item Number
ar: رقم البند

source: Enter Item Number
ar: أدخل رقم البند

source: Item Title
ar: وصف البند

source: The budget item has been saved.
ar: تم حفظ بند الميزانية.

source: The budget item could not be saved. Please, try again.
ar: لم يتم حفظ بند الميزانية ، حاول مرة أخرى

source: The budget item has been deleted.
ar: تم حذف بند الميزانية.

source: Transactions Types
ar: أنواع المعاملات

source: Add Transactions Type
ar: إضافة نوع معاملة

source: Edit Transactions Type
ar: تعديل نوع معاملة

source: Choose Item
ar: اختر بند

source: Spend on item
ar: تصرف على بند

source: With Contract
ar: تنفذ بعقد

source: With Trust Order
ar: تبدأ بأمر تعميد

source: The transactions type has been saved.
ar: تم حفظ نوع المعاملات.

source: The transactions type has been deleted.
ar: تم حذف نوع المعاملات.

source: The transactions type could not be saved. Please, try again.
ar: لم يتم حفظ نوع المعاملات ، حاول مرة أخرى

source: Transaction Number
ar: رقم العملية

source: Transactions Type
ar: نوع المعاملة

source: Add Transaction
ar: أضف معاملة

source: Edit Transaction
ar: تعديل المعاملة

source: Transactions
ar: المعاملات المالية

source: Transaction Date
ar: تاريخ المعاملة

source: Related To Previous Transaction
ar: مرتبط بمعاملة سابقة

source: Previous Transaction No.
ar: رقم المعاملة السابقة

source: Purpose
ar: الغرض

source: Choose Purpose
ar: اختر الغرض

source: Contractor
ar: المقاول

source: Choose Contractor
ar: اختر المقاول

source: Financial Commitment Letter
ar: خطاب طلب الارتباط

source: Financial Commitment No.
ar: رقم الارتباط المالى

source: Trust Order No
ar: رقم أمر التعميد

source: Next Exchange Date
ar: تاريخ الصرف القادم

source: Vertical Coding Number
ar: رقم الترميز العمودى

source: Copies Number
ar: عدد النسخ

source: Notes
ar: ملاحظات

source: Dean Signature
ar: توقيع عميد الكلية

source: Finanical Commitment Letter Sent
ar: إرسال خطاب طلب الارتباط

source: Contract No.
ar: رقم العقد

source: The Item
ar: البند

source: The Price
ar: المبلغ

source: The Reference
ar: المرجع

source: The Reference No.
ar: رقم المرجع

source: Coding No.
ar: رقم الترميز

source: The transaction has been saved.
ar: تم حفظ المعاملة بنجاح

source: The transaction could not be saved. Please, try again.
ar: لم يتم حفظ المعاملة ، حاول مرة أخرى

source: Select Transaction
ar: اختر معاملة

source: Transaction registry user
ar: مدخل المعاملة

source: Last Update By
ar: آخر تعديل بواسطة

source: Creation Date
ar: تاريخ الإدخال

source: Last Update Date
ar: تاريخ أخر تعديل

source: Transaction Details
ar: بيانات العملية

source: Contractors
ar: المقاولين

source: Add Contractor
ar: أضف مقاول

source: Edit Contractor
ar: تعديل مقاول

source: The contractor has been saved.
ar: تم حفظ المقاول

source: The contractor could not be saved. Please, try again.
ar: لم يتم حفظ المقاول ، حاول مرة أخرى

source: The contractor has been deleted.
ar: تم حذف المقاول

source: Purposes
ar: الأغراض

source: Add Purpose
ar: أضف غرض

source: Edit Purpose
ar: تعديل غرض

source: The purpose has been saved.
ar: تم حفظ الغرض

source: The purpose could not be saved. Please, try again.
ar: لم يتم حفظ الغرض ، حاول مرة أخرى

source: The purpose has been deleted.
ar: تم حذف الغرض

source: Letter No
ar: رقم الخطاب

source: Sender
ar: المرسل

source: To
ar: إلى

source: Letter Date
ar: تاريخ الخطاب

source: Attachments
ar: المرفقات

source: The financial commitment letter has been saved.
ar: تم حفظ خطاب طلب الارتباط

source: The financial commitment letter could not be saved. Please, try again.
ar: لم يتم حفظ خطاب طلب الارتباط ، حاول مرة أخرى

source: The financial commitment letter has been deleted.
ar: تم حذف خطاب طلب الارتباط

source: Trust Order
ar: أمر التعميد

source: Trust Order Date
ar: تاريخ أمر التعميد

source: Trusted Person
ar: المعتمد

source: Trust Order Content
ar: نص الاعتماد

source: Permisson Signature
ar: توقيع صاحب الصلاحية

source: Send Trust Order
ar: ارسال امر الاعتماد

source: The trust order has been saved.
ar: تم حفظ أمر التعميد

source: The trust order could not be saved. Please, try again.
ar: لم يتم حفظ أمر التعميد ، حاول مرة أخرى

source: The trust order letter has been deleted.
ar: تم حذف أمر التعميد

source: Contract
ar: العقد

source: Contract Date
ar: تاريخ العقد

source: Contract No
ar: رقم العقد

source: Contract Title
ar: عنوان العقد

source: Send To Revision
ar: إرسال العقد للمراجعة

source: Commitment Received
ar: استلام موافقة ادارة العقود

source: Signatured
ar: توقيع العقد

source: Send To Regulators
ar: الإرسال إلى الجهات الرقابية

source: Social Security
ar: التأمينات الاجتماعية

source: Commercial Chamber
ar: الغرفة التجارية

source: Investigation
ar: هيئة الرقابة والتحقيق

source: Zakah Income
ar: مصلحة الزكاة والدخل

source: Other
ar: أخرى

source: Signed By
ar: الموقِّع

source: The contract has been saved.
ar: تم حفظ العقد

source: The contract could not be saved. Please, try again.
ar: لم يتم حفظ العقد ، حاول مرة أخرى

source: The contract letter has been deleted.
ar: تم حذف أمر العقد

source: Invoice Islamic Date
ar: تاريخ الفاتورة الهجرى

source: Invoice Gregorian Date
ar: تاريخ الفاتورة الميلادى

source: Invoice No
ar: رقم الفاتورة

source: Order No
ar: رقم الطلبية

source: Addresses Count
ar: عدد العناوين

source: Copies Count
ar: عدد المجلدات او النسخ

source: Starting Vertical Coding No
ar: بداية رقم الترميز العمودي

source: Price according to the invoice (SAR)
ar: المبلغ حسب الفاتورة(ريال سعودي)

source: Invoice Details
ar: بيانات الفاتورة

source: Shipping Details If Exist
ar: بيانات فاتورة الشحن ان وجدت

source: Additional Details
ar: البيانات الإضافية

source: TrustOrder Details
ar: بيانات التعميد

source: Trust Supplier Name
ar: اسم المورد

source: Trust Financial Year
ar: السنة المالية

source: Trust Approximately Price
ar: مبلغ تقريبي للتعميد

source: Trust Container Type
ar: نوع الوعاء

source: Trust Beneficiary
ar: الجهة المستفيدة

source: Warehouse Stores
ar: مخازن المستودعات

source: Store Title
ar: عنوان المخزن

source: Store Number
ar: رقم المخزن

source: Warehouses
ar: المستودعات

source: Warehouse Department
ar: نظام المستودعات

source: Warehouses Managements
ar: الإدارات

source: Warehouses Stores
ar: المستودعات

source: Warehouses Employers
ar: الموظفين

source: Warehouses Category Item
ar: مجموعات الأصناف

source: Warehouses Item
ar: الأصناف

source: Warehouses Item Info
ar: معلومات الأصناف

source: Warehouses Custody Employers
ar: عهد الموظفين

source: Warehouses Sites
ar: المواقع

source: Warehouses Suppliers
ar: الموردين

source: Add Warehouse Categories Item
ar: أضف مجموعة أصناف جديده

source: Edit Warehouse Categories Item
ar: تعديل علي مجموعة الاصناف

source: Category Item Number
ar: رمز مجموعة أصناف

source: Category Item Name
ar: اسم مجموعة أصناف

source: Warehouse Categories Items
ar: مجموعة الأصناف

source: Warehouse Managements
ar: الإدارات

source: Management Number
ar: رمز الإدارة

source: Management Name
ar: اسم الإدارة

source: Add Warehouse Management
ar: إضافة إدارة جديده

source: The warehouse management has been saved.
ar: تم حفظ الإدارة بنجاح

source: Add Warehouse Store
ar: إضافة مخزن جديد

source: Warehouse Sites
ar: قائمة المواقع

source: Site Name
ar: اسم الموقع

source: Site Number
ar: رمز الموقع

source: Add Warehouse Site
ar: إضافة موقع جديد

source: Warehouse Suppliers
ar: الموردين

source: Supplier Name
ar: اسم المورد

source: Supplier Number
ar: رمز المورد

source: Add Warehouse Supplier
ar: إضافة مورد جديد

source: Warehouse Items Info
ar: قائمة معلومات الأصناف

source: Warehouse Custody Employers
ar: بيانات عهدة الموظفين

source: Custody Item Name
ar: الصنف

source: Custody Number
ar: رقم الملكية

source: Custody Serial
ar: رقم التسلسل

source: Custody State
ar: الحالة

source: Custody Notes
ar: ملاحظات

source: Add Warehouse Custody Employer
ar: إضافة عهدة موظف جديده

source: Warehouse Employers
ar: الموظفين

source: Emp Name
ar: اسم الموظف

source: Emp Number
ar: رقم الموظف

source: Emp Code
ar: الرقم الوظيفي

source: Emp Management
ar: الإدارة

source: Emp Site
ar: الموقع

source: Add Warehouse Employer
ar: إضافة موظف جديد

source: Warehouse Items
ar: قائمة الأصناف

source: Warehouse Item Number
ar: رمز الصنف

source: Warehouse Item Name
ar: اسم الصنف

source: Warehouse Category Item Name
ar: مجموعة الصنف

source: Add Warehouse Item
ar: إضافة صنف جديد

source: Item Name
ar: اسم الصنف

source: Add Warehouse Items Info
ar: إضافة معلومات صنف

source: Info Item Name
ar: الصنف

source: Contract Number
ar: رقم العقد

source: Info Owner Number
ar: رقم الملكية

source: Start Date Guarantee
ar: تاريخ بداية الضمان

source: Info Serial Number
ar: رقم التسلسل

source: End Date Guarantee
ar: تاريخ نهاية الضمان

source: Employer Number
ar: رقم الموظف

source: State
ar: الحالة

source: Order Item Number
ar: رقم الصنف

source: Order Item Name
ar: اسم الصنف

source: Order Item Type
ar: نوع الصنف

source: Order Item Category
ar: الوحدة

source: Order Item Count
ar: الكمية المطلوبه

source: Order Item Amount Recieved
ar: الكمية المصروفة

source: Order Item Price
ar: سعر الوحدة

source: Order Total Price
ar: القيمة الكلية

source: Warehouses Insert Form Orders
ar: طلبات الأصناف نموذج(7)

source: Warehouse Add Orders Items Form7
ar: التحكم بطلبات الأصناف نموذج( 7 )

source: Add Warehouse Add Orders Items Form7
ar: إضافة طلبات الأصناف نموذج( 7 )

source: Warehouses Recieved Form Orders
ar: إستلام الأصناف نموذج (7)

source: Recieved Orders Items Form7
ar: التحكم بإستلام الأصناف نموذج ( 7 )

source: Add Recieved Orders Items Form7
ar: إضافة إستلام الأصناف نموذج( 7 )

source: Add WarehouseManagements
ar: إضافة إدارة

source: Add RecievedOrdersItemsForm7
ar: إضافةطلب جديد

source: Add WarehouseAddOrdersItemsForm7
ar: إضافة

source: Add WarehouseCustodyEmployers
ar: إضافة عهد موظف

source: Add WarehouseItemsInfo
ar: إضافة معلومات صنف

source: Add WarehouseStores
ar: إضافة مستودع

source: Add WarehouseEmployers
ar: إضافة موظف جديد

source: Add WarehouseCategoriesItems
ar: إضافة مجموعة أصناف

source: Add WarehouseSites
ar: إضافة موقع جديد

source: Add WarehouseSuppliers
ar: إضافة مورد

source: Add WarehouseItems
ar: إضافة صنف جديد

source: The warehouse store has been saved.
ar: تم حفظ المخزن بنجاح

source: Edit Warehouse Store
ar: تعديل مخزن

source: Edit Warehouse Management
ar: تعديل بيانات الإدارة

source: The warehouse employer has been saved.
ar: تم حفظ بيانات الموظف بنجاح

source: Edit Warehouse Employer
ar: تعديل بيانات موظف

source: Edit Warehouse Item
ar: تعديل بيانات صنف

source: Edit Warehouse Custody Employer
ar: تعديل بيانات عهدة الموظف

source: The warehouse custody employer has been saved.
ar: تم حفظ بيانات عهدة الموظف بنجاح

source: The warehouse categories item has been saved.
ar: تم تعديل بيانات مجموعة الاصناف بنجاح

source: The warehouse item has been saved.
ar: تم حفظ بيانات الصنف بنجاح

source: Edit Warehouse Items Info
ar: تعديل بيانات الصنف

source: The warehouse items info has been saved.
ar: تم حفظ بيانات الصنف بنجاح

source: Edit Warehouse Add Orders Items Form7
ar: تعديل بيانات طلب

source: The warehouse add orders items form7 has been saved.
ar: تم حفظ بيانات الطلب بنجاح

source: Edit Warehouse Site
ar: تعديل بيانات الموقع

source: The warehouse site has been saved.
ar: تم حفظ بيانات الموقع بنجاح

source: Edit Warehouse Supplier
ar: تعديل بيانات المورد

source: The warehouse supplier has been saved.
ar: تم حفظ بيانات المورد بنجاح

source: Edit Recieved Orders Items Form7
ar: تعديل بيانات الطلب

source: The recieved orders items form7 has been saved.
ar: تم حفظ بيانات الطلب بنجاح

source: Attachements Number
ar: عدد المرفقات

source: Total Attachments
ar: إجمالي المرفقات

source: Edit Financial Item
ar: صرف مستحقات المالية للمعاملة

source: Order Number
ar: رقم أمر الصرف

source: Financial Amount
ar: مبلغ الصرف

source: Attachements Name
ar: المرفقات

source: Add attachment
ar: إضافة مرفق

source: Accepted Order
ar: إرسال أمر الصرف

source: Signature
ar: توقيع عميد الكلية

source: Financial Items
ar: التحكم ببنود الميزانية

source: FinancialItems
ar: أمر الصرف

source: Add Invoice
ar: إضافة فاتورة

source: Price
ar: السعر

source: Shipping Invoice Gorgian Date
ar: التاريخ الميلادي لفاتورة الشحن

source: Shipping Invoice No
ar: رقم فاتورة الشحن

source: Shipping Price
ar: مبلغ الشحن

source: Invoice
ar: إضافة فاتورة

source: User Full Name
ar: مدخل الفاتورة

source: Choose file
ar: الفاتورة المرفقه PDF

source: Trust Financials Year
ar: السنة المالية

source: Edit Financial Year
ar: تعديل السنة المالية

source: Amount
ar: المبلغ

source: Year
ar: السنة المالية

source: Add Items
ar: إضافة بند جديد

source: Financial Years
ar: التحكم بالسنة المالية

source: The financial year has been saved.
ar: تم حفظ بيانات الميزانية السنوية بنجاح

source: Add Financial Year
ar: إدخال الميزانية للعام المالي

source: Budget Year Control
ar: التحكم بالميزانية

source: Financial Year
ar: مراقبة الميزانية

source: id transaction
ar: # رقم العملية

source: type transaction
ar: نوع العملية

source: number item
ar: البند

source: amount
ar: المبلغ

source: balance
ar: الرصيد

source: transaction name
ar: المرجع

source: date
ar: التاريخ

source: transatcion number
ar: رقم المرجع

source: The Date
ar: التاريخ

source: The Balance
ar: الرصيد
